Repository: common-repository/inquiry
Catalog: lang/inquiry-*.po
Languages: es_ve

source: Inquiry
es_ve: Consulta

source: inquiry
es_ve: consulta

source: Inquiries
es_ve: Consultas

source: inquiries
es_ve: consultas

source: Inquiry Settings
es_ve: Ajustes de Inquiry

source: <i class="fa fa-book" aria-hidden="true"></i> Documentation
es_ve: <i class="fa fa-book" aria-hidden="true"></i> Documentación

source: Submit
es_ve: Enviar

source: Settings saved.
es_ve: Configuración guardada.

source: add new on admin bar
es_ve: agregar nuevo en barra de admin

source: Add New
es_ve: Agregar Nuevo

source: Add New Inquiry
es_ve: Agregar Nueva Consulta

source: New Inquiry
es_ve: Nueva Consulta

source: Edit Inquiry
es_ve: Editar Consulta

source: View Inquiry
es_ve: Ver Consulta

source: All Inquiries
es_ve: Todas las Consultas

source: Search Inquiries
es_ve: Buscar Consultas

source: Parent Inquiries:
es_ve: Consultas Padre:

source: No Inquiries found.
es_ve: No se encontraron Consultas.

source: No Inquiries found in Trash.
es_ve: No se encontraron Consultas en el basurero.

source: Data
es_ve: Datos

source: Data submitted successfully.
es_ve: Datos enviados satisfactoriamente.

source: <div class="error"><strong>%s</strong> cannot be empty.</div>
es_ve: <div class="error"><strong>%s</strong> no puede estar vacío.</div>

source: <div class="error"><strong>%s</strong> is an invalid email.</div>
es_ve: <div class="error"><strong>%s</strong> es un email inválido.</div>

source: Oops! An internal error occurred.
es_ve: Ha occurrido un error interno.

source: Insight
es_ve: Visión

source: Inquiry Generator
es_ve: Generador de Consultas

source: Displays form generated with Inquiry's "Form Builder".
es_ve: Muestra el formulario generado con el "Form Builder" de Inquiry.

source: Loading...
es_ve: Cargando...

source: Details
es_ve: Detalles

source: Label
es_ve: Etiqueta

source: Type
es_ve: Tipo

source: Default value
es_ve: Valor por defecto

source: Required
es_ve: Requerido

source: Display label
es_ve: Mostrar etiqueta

source: Show in results
es_ve: Mostrar en resultados

source: Apply filters
es_ve: Aplicar filtros

source: Label to display in form.
es_ve: Etiqueta a mostrar en formulario.

source: Placeholder text, like this one you are reading now.
es_ve: Texto placeholder, como éste que estás leyendo.

source: Whether or not input is required.
es_ve: Si el campo es requerido o no.

source: Whether or not to display the label in form.
es_ve: Si la etiqueta se mostrará en el formulario o no.

source: Whether or not to display the input and value in the Inquiries "Insight" column, located when browsing for inquiries at the dashboard.
es_ve: Si el campo y su valor se mostrarán en la columna "Visión" o no, ubicado en la opción de búsqueda de Consultas.

source: Whether or not to apply security filters.
es_ve: Si se aplican filtros de seguridad o no.

source: Read more
es_ve: Leer más

source: here
es_ve: aquí

source: Back to top
es_ve: Volver arriba

source: Add Input
es_ve: Agregar Campo

source: Button text
es_ve: Texto del botón

source: Text to be displayed within the submit button.
es_ve: Texto a mostrarse dentro del botón de envío.

source: Enqueue styles
es_ve: Insertar estilos

source: Indicates whether or not to enqueue default styles when displaying generated form.
es_ve: Indica si los estilos por defecto son insertados a la hora de generar el formulario.

source: Title format
es_ve: Formato del título

source: Date format applied as inquiry title.
es_ve: Formato de fecha aplicado como título de una consulta.

source: Use php formatting:
es_ve: Use formato de php:

source: PHP dates
es_ve: Fechas en PHP

source: Notifications
es_ve: Notificaciones

source: Notify by email
es_ve: Notificar por email

source: Notifies by email any inquiry generated by forms.
es_ve: Notifica por email cualquier consulta generada por formularios.

source: Notification email
es_ve: Email de notificación

source: Email to send notifications to.
es_ve: Email al cual se le enviarán las notificaciones.

source: Notification subject
es_ve: Asunto de la notificación

source: Notification email subject.
es_ve: Asunto del email de notificación.

source: Dismiss this notice.
es_ve: Limpiar notificación.

source: Documentation
es_ve: Documentación

source: Add input
es_ve: Agregar campo

source: Remove input
es_ve: Remover campo

source: Input details
es_ve: Detalles del campo

source: Sort inputs
es_ve: Ordenar campos

source: Form Usage
es_ve: Uso del formulario

source: In templates
es_ve: En plantillas

source: Customization
es_ve: Personalización

source: Example
es_ve: Ejemplo

source: "Form Builder" is the built-in form generator that comes with Inquiry. It lets you create a custom inquiry form based on your needs.
es_ve: "Form Builder" es un generador de formulario que viene integrado con Inquiry. Permite crear un formulario personalizado de consultas acorde a sus necesidades.

source: To add a new input simply click the "Add Input" button located at the "Form Builder" tab in the settings page.
es_ve: Para agregar un nuevo campo simplemente de click al botón "Agregar Campo" ubicado en la opción "Form Builder" en la pagina de configuraciones.

source: An new custom input will be created below the button with the details expanded.
es_ve: Un nuevo campo personalizado aparecerá debajo del botón con sus detalles expandidos.

source: A list of options will appear in the expanded details section.
es_ve: Una lista de opciones aparecerán en la sección expandida de detalles del campo

source: <strong>Label</strong>: The label of the input. Acts as identifier of the input, try not to leave this field empty.
es_ve: <strong>Etiqueta</strong>: Etiqueta del campo. Actúa también como identificador del campo, procurar no dejarlo vacío.

source: <strong>Type</strong>: Type of input.
es_ve: <strong>Tipo</strong>: Tipo de campo.

source: <strong>Default value</strong>: Used to set a default value. Useful for checkboxes.
es_ve: <strong>Valor por defecto</strong>: Usado para establecer un valor por defecto. Útil para checkboxes.

source: <strong>Placeholder</strong>: Input placeholder.
es_ve: <strong>Placeholder</strong>: Placeholder del campo.

source: <strong>Required</strong>: Whether or not the field is required, meaning that users cannot leave it empty.
es_ve: <strong>Requerido</strong>: Indica si el campo es requerido o no, significando que los usuarios no podrán dejarlo vacío.

source: <strong>Display label</strong>: Whether or not to display label in form.
es_ve: <strong>Mostrar etiqueta</strong>: Si se muestra la etiqueta o no en el formulario.

source: <strong>Show in results</strong>: Indicates if this field will be displayed in the "insight" column in the Dashboard.
es_ve: <strong>Mostrar en resultados</strong>: Indica si el campo se mostrará en la columna "Visión" en el Dashboard.

source: <strong>Apply filters</strong>: Whether or not to apply security filters.
es_ve: <strong>Aplicar filtros</strong>: Indica si se aplican filtros de seguridad o no.

source: Click on the remove button to delete an input from the "Form Builder".
es_ve: Presionar el botón de remover para eliminar un campo del formulario.

source: Click on the details toggle button to hide or show the details of an input.
es_ve: Presionar el botón de detalle para ocultar o mostrar el mismo.

source: Drag-and-drop an input to the desired vertical position to change its sort order.
es_ve: Agregar y soltar el campo en la posición vertical deseada para cambiar su ordenamiento.

source: There are multiple ways to user or display the form generated with the "Form Builder":
es_ve: Existen multiples maneras de utilizar y mostrar el formulario generado con "Form Builder":

source: Head to Wordpress' widgets section, locate <strong>Inquiry Form</strong> widget and drag-and-drop it to the theme's sidebar of your choice.
es_ve: Navegue hasta la seccion de widgets dentro de Wordpress, localice <strong>Formulario Inquiry</strong> y arrastrelo hasta el sidebar deseado.

source: Inquiry Form
es_ve: Formulario Inquiry

source: Add the following shortcode within the content of a post to display the form:
es_ve: Agregar el siguiente shortcode dentro del contenido de un post para mostrar el formulario:

source: Add the following line of code within your template to display the form:
es_ve: Agregar la siguiente línea de codigo dentro de sus plantillas para mostrar el formulario:

source: Inquiry lets you customize all its templates (views) in a very friendly way.
es_ve: Inquiry permite la personalización de todas sus plantillas (vistas) de manera amigable.

source: Just copy a selected template (view) file from:
es_ve: Solo copie el archivo de la plantilla (vista) seleccionada desde:

source: Into your theme's folder:
es_ve: A la carpeta del tema:

source: In the following example, we want to customize the generated form view and the textarea input displayed inside.
es_ve: En el siguiente ejemplo, vamos a personalizar la vista del formulario y el campo textarea:

source: First we locate and copy the wanted files inside the plugin's folder:
es_ve: Primero localizamos y copiamos los archivos correspondientes, ubicados en la carpeta del plugin:

source: Then we paste them over (with the same path structure) into our theme:
es_ve: Luego los pegamos dentro de nuestro tema (con la misma estructura de ruta):

source: Brought to you by
es_ve: Traído a usted por

source: Yes
es_ve: Si

source: The following inquiry has been submitted:
es_ve: La siguiente consulta ha sido enviada:

source: Inquiries.
es_ve: Consultas.
